catppuccin.catppuccin-vsc
eamodio.gitlens
editorconfig.editorconfig
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
thang-nm.catppuccin-perfect-icons
usernamehw.errorlens
yzhang.markdown-all-in-one
